// Version: 3.1.6 build 091012

// About Box
1000=About minipad2
1001=Translated into English by Xu Liang
1002=This program is a freeware!
1018=If you wish to support, please click:

// File Menu
100=&File
101=New &NotePage
111=New &NotePage
102=New Ex&tPage
103=New &CalcPage
104=New &MemoPage
105=New &DictPage
106=New &LinkPage
107=New Con&tactPage
108=New &Group
112=New &Group
121=Go &Prior
122=Go &Next
123=Level &Up
109=Ren&ame Page
110=Switch &Property
113=&Delete Page
118=&Close Page
119=&Save
114=&Import...
115=&Export...
116=Send &Mail...
117=E&xit

// Edit Menu
130=&Edit
131=C&lear
132=&Undo
133=&Redo
134=Select &All
135=Cu&t
136=&Copy
137=&Paste
138=&Find / Replace...
139=Find &Next
140=&Replace && Find Next
141=R&eplace All
142=&Word Wrap
204=&Auto Record
147=Text C&ount...
5000=Insert Te&mplate
4000=Insert ClipTe&xt

// List Menu
300=&List
301=&New Item
302=&Insert Item
303=&Edit Item
306=&Delete Item
307=&Remove Item
308=&Copy Content
312=De&fine List...

// Tools Menu
200=&Tools
230=Show &Tree
232=&Stay On Top
234=&Transparent
233=Auto &Hide
211=Tem&plate Manage
212=Fast&Link Manage
201=&Watch Clipboard
202=&Clear Clipboard
203=&View ClipText
235=&Define Toolbar...
238=&Options...

// Help Menu
250=&Help
251=&Help Topic
252=Home&page
253=&Forum
254=&About...

// Tray Menu
6000=Insert ClipText
7000=Insert Template
8000=Fast Link
351=Restore
352=Minimize

// Common buttons
1=OK
2=Cancel
402=Add...
406=New
408=Reset

// Find/Replace Dialog
1020=Find / Replace
1023=Replace with:
1032=Globally
1035=Match case
1036=Whole word
1033=Up
1034=Down
1037=Roll back
1024=Target text:
1025=Please input target text!
1026=Do you really want to use "%0" to replace each "%2" in the %1 direction?
1027=upward
1028=downward
1038=global
1029=All target text has been replaced!
1030=No target text found!
1031=No replace target found!

// Link Dialog
1617=New Link
1618=Edit Link
1602=Program / File
1603=Folder
1604=Url
1605=Email
1608=Batch
1611=Add to FastLink
1612=Link:
1613=Type:
1615=Link:
1616=Type:
1614=Hotkey:
1600=Title:

// Memo Dialog
1650=New Reminder
1651=Edit Reminder
1637=Reminder
1638=Execute Link
1639=No Action
1631=Time:
1643=Description:
1644=Action:
1645=This day
1646=Daily
1647=Weekly
1648=Monthly
1649=Period
1656=No time
1652=Sound:
1654=None
1655=Beep
1653=Sound file

// Contact Dialog
1728=New Contact
1729=Edit Contact
1714=Name:
1715=Company:
1716=Mobile:
1718=IM:
1719=MSN:
1720=Sex:
1721=Address:
1722=Zipcode:
1723=Tel:
1724=Fax:
1725=Others:
1726=Remark:
1727=Department:
1009=Email:

// Template Dialog
1664=New Template
1665=Edit Template
1662=Text:

// Reminder PopupBox
1675=minipad2 reminder
1677=Remind again:
1679=.
1680=No remind
1681=Delete

// Text Count Box
1900=Text Count

// LogIn Box
1910=Login minipad2
1911=Please input password:
1913=Incorrect password!

// Import Box
1920=Import
1921=Import from:
1922=File
1923=Folder

// Define List Dialog
1749=Define List
1753=Select All
1758=Big Icon
1759=Small Icon
1760=List
1761=Report
1762=Select Full Row
1763=Show Grids
1752=Save Default
1751=Load Default
1764=Style
1765=Optional Items

// Define Toolbar Dialog
1045=Define Toolbar
1041=Available Buttons
1042=Current Buttons
1043=Separator
1044=Do you want to reset the original toolbuttons?

// Options Dialog
1047=Options

// Program Settings
1050=Program Settings
1055=Show trayIcon
1052=Start with windows
1054=Minimize to tray
1056=Start minimized
1053=Minimize when close
1059=Auto name new page
1066=Confirm delete
1061=Allow protected
1062=Allow readonly
1058=Minimize/Restore hotkey:
1060=External scroll
1065=Remember export file
1064=Language:
1067=Always focus editor
1068=Export group to a single file
1069=Support folder import
1071=Mail client:

// Appearance Settings
1075=Appearance
1051=Pagename on titlebar
1081=Tool-window style
1082=Tree Horz-scroll
1078=MultiLine Tabs
1085=Show menubar
1086=Show toolbar
1091=Tab on bottom
1079=Fixed tab width:
1076=Auto adjust appearance
1084=Sensitivity:
1090=Transparency:
1083=Show node buttons
1087=Show node lines
1092=Lines at root
1093=Show tab icons
1088=Show node icons

// Behavior Settings
1150=Behavior
1153=Esc used for:
1151=Minimize
1152=Clear text
1154=Double-click on tab:
1155=Switch property
1156=Rename
1157=Delete
1163=Middle-click on tab:
1159=Rename
1160=Switch property
1161=Delete
1164=Double-click on group:
1158=New page
1162=Level up

// Editor Settings
1250=Editor
1255=Auto empty line
1251=Auto indent
1252=Confirm clear
1258=Tab stops:
1259=Undo limit:
1260=Margins:
1257=Show line number
1198=Color...
1199=Highlight current line
1201=Color...

// Font & Color Settings
1180=Font & Color
1193=Tab bar:
1182=Font...
1194=Tree panel:
1184=Font...
1185=Color...
1195=List panel:
1187=Font...
1188=Color...
1196=Editor:
1190=Font...
1191=Color...

// Safety Settings
1100=Safety
1101=Auto save
1103=Auto backup
1108=saves
1106=Backup path:
1107=Select folder for backup:
1109=Login with password:
1110=Re-login when restore from tray
1113=Password:
1114=Confirm:

// Auto-hide Settings
1120=Auto hide
1126=Direction:
1127=Hide delay:
1128=Show delay:
1129=Animation time:
1130=Edge width:
1131=Free
1132=Left
1133=Top
1134=Right
1135=Bottom

// Extended Functions
1280=Extended functions
1281=Enable CalcPage
1282=Enable MemoPage
1283=Enable DictPage
1284=Enable LinkPage
1285=Enable ContactPage
1286=Enable Template
1287=Enable Clipboard
1288=Enable Advanced Editor Functions
1289=Remark: The modifications in this page will take effect after the program restart.

// CalcPage Settings
1300=CalcPage
1306=Decimal:
1307=Triangular calc:
1302=Radian
1303=Degree
1308=Embeded calc:
1305=No return after embeded calculation
1309=User functions:

// DictPage Settings
1350=DictPage
1354=Dictionary List:
1352=Show all search results
1355=Embeded query:
1356=Transferring encode of dictionary files, please wait...
1357=Tip-query hotkey:
1359=Color...

// LinkPage Settings
1380=LinkPage
1382=FastLink Hotkey:
1402=Enable subitem hotkey
1381=Disable Icon-read (faster)
1385=Auto minimize minipad2 after open link

// Template Settings
1400=Template
1403=Popup hotkey:
1405=Template / Clipboard popup menu no focus
1406=Capture hotkey:

// Clipboard Settings
1410=Clipboard
1416=Filter consecutive same items
1415=Reverse order for import
1418=Maximum items:
1419=Item size limit:
1420=Popup hotkey:
1421=Separator line:
1423=Menu width:
1425=New pasted item go to top

// Memo List
2014=Remind
2015=Task
2016=None
2021=Title
2022=Time
2023=Action
2024=Description
2025=Enable Sound
2026=Sound File

// Link List
2030=File
2031=Folder
2032=WebSite
2033=Email Address
2034=Batch Link
2041=Item
2042=Category
2043=Link
2044=Hotkey
2045=FastLink

// Contact List
2051=Name
2052=Sex
2053=Mobile
2054=Email
2055=IM
2056=MSN
2057=Company
2058=Department
2059=Address
2060=ZipCode
2061=Tel
2062=Fax
2063=Others
2064=Remark

// Template List
2071=Title
2072=Description
2073=Hotkey

// Messages & Misc Strings
2000=New Page
2001=Please input page name:
2002=Prompt
2003=Do you want to delete the current page?
2004=Rename page
2005=Do you want to clear the content of the current page?
2006=Page
2007=Male
2008=Female
2009=Select File
2010=All Files (*.*)|*.*|Executable File(*.exe)|*.exe|DOC File(*.doc)|*.doc|XLS File(*.xls)|*.xls|PPT File(*.ppt)|*.ppt|PDF File(*.pdf)|*.pdf|Text File(*.txt)|*.txt
2011=Select Sound File
2012=Sound File (*.wav)|*.wav
2013=Select Folder
2080=Template
2081=FastLink
2082=ClipText
2085=Select file for import
2086=Text File (*.txt)|*.txt|minipad2 Export File (*.mep)|*.mep|All Files (*.*)|*.*
2087=Name export file
2088=Text File (*.txt)|*.txt|All Files (*.*)|*.*
2089=Text File (*.txt)|*.txt|minipad2 Export File (*.mep)|*.mep|All Files (*.*)|*.*
2090=minipad2 Export File (*.mep)|*.mep|Text File (*.txt)|*.txt|All Files (*.*)|*.*
2091=The content of the list has been sent to the clipboard.
2092=Are you sure to remove the selected items from the fastlink list?
2093=Are you sure to delete the selected items?
2094=Are you sure to delete the selected pages?
2095=Root
2084=Are you sure to clear all the clip text?
2096=Char. Count:
2097=Word Count:
2098=Line Count:
2099=Para. Count:
2100=The selected group contains locked pages and cannot be deleted.
2101=Are you sure to delete the whole group with all it's subitems?
2102=Password not match! Please check!
2103=Select mail client executable
2104=Executable File (*.exe)|*.exe
2105=The selected text has been added to the template list of minipad2.
2106=The item with same content (Nr. %0) has already existed in the template list!
2107=Table of Contents
2108=Information
